lib/soapy_bing/soap/templates/get_accounts_info.xml.erb

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:i="http://www.w3.org/2001/XMLSchema-instance" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
<s:Header xmlns="https://bingads.microsoft.com/Customer/v11">
  <Action mustUnderstand="1">GetAccountsInfo</Action>
  <AuthenticationToken><%= authentication_token %></AuthenticationToken>
  <DeveloperToken><%= developer_token %></DeveloperToken>
</s:Header>
<s:Body>
  <GetAccountsInfoRequest xmlns="https://bingads.microsoft.com/Customer/v11">
  </GetAccountsInfoRequest>
</s:Body>
</s:Envelope>
